export const lang = {
    en: {},
    zh: {
        header: {
            home: "首頁",
            about: "故事",
            donation: "公益回饋",
            roadmap: "路線圖",
            news: "報導",
            question: "問答集",
            work: "作品",
            buy: "購買",
            raffle: "登記白名單",
            connect_wallet: "連接錢包",
        },
        s1: {
            title_1: "在未來的2317年<br>台灣寶島的異人們<br>搭乘著太空飛船<br>航向浩瀚宇宙",
            title_2: "唯一不變的 就是他們心念的美食與寶島水果",
        },
        s2: {
            title_1: "故事緣起",
            title_2: `台灣是一個美麗的寶島 擁有豐富物產與特色美食文化<br>
            更重要的是我們擁有溫暖人文<br><br>
            在未來的2317年 台灣寶島的異人們 搭乘著太空飛船航向浩瀚宇宙<br>
            唯一不變的 就是他們心念的美食與寶島水果<br><br>
            融合台灣動物的異人與寶島美味水果與在地特色美食<br>
            希望藉由他們帶領 讓台灣特色可以分享給全世界<br><br>
            讓大家知道 台灣是一個具有溫度的寶島<br>
            也是一個特色小吃與美味水果之島 <br><br>
            歡迎大家一起參與搭乘太空梭一起航向宇宙 共同探索無盡星空`,
        },
        s3: {
            title_1: "特卡高級賦能",
            title_2: "空投伴手禮、禮盒",
        },
        s4: {
            title_1: "公益回饋",
            desc_1: `另外每達成1000張銷售里程<br>
            我們將會捐出1 ETH (當時等值1 ETH的法幣款項)<br><br>
            給予需要食物與物資補給的邊緣戶<br>或偏鄉兒童作為餐食公益補助的部分<br><br>
            希望每一位孩子與老人或需求者都不再受餓<br>每一位都是我們關懷的群眾<br>
            社福公益部分將統一捐款給予台灣有立案的相關社福團體<br><br>
            並於事後提供捐款收據更新上網站<br>
            讓我們每一位持有者都能一起做公益<br>大家一起讓這個世界變得更加美好`,
            title_2: "金卡",
            desc_2: `金卡為編號#1，將由項目方鑄造，並於公售銷售完畢後，<br>於AMA或Discord社群統抽出一個台灣好覓 NFT 持有者獲得金卡，<br>同時將獲得1ETH的空投回饋，購買越多的巨鯨們，<br>更有機會獲得此大獎。<br><br>(金卡活動僅回饋一次，後續移轉自行售出皆無再回饋)`,
        },
        s5: {
            title_1: "媒體報導",
            desc: `另外每達成1000張銷售里程<br>
            我們將會捐出1 ETH(當時等值1 ETH的法幣款項)<br><br>
            給予需要食物與物資補給的邊緣戶或偏鄉兒童作為餐食公益補助的部分 <br><br>
            希望每一位孩子與老人或需求者都不再受餓<br>每一位都是我們關懷的島民<br>
            社福公益部分將統一捐款給予台灣有立案的相關社福團體<br><br>
            並於事後提供捐款收據更新上網站<br>
            讓我們每一位持有者都能一起做公益<br>大家一起讓這個世界變得更加美好`,
        },
        s6: {
            title_1: "問答集",
            desc: ``,
        },
        s7: {
            title_1: "路線圖",
            desc: ``,
        },
        buy: {
            title: "台灣好覓 NFT 販售說明",
            desc: `
            發行說明：總數 10625 張，將採盲盒模式鑄造，並於指定時間後解盲<br>(625張為項目方擁有，用於空投給予合作夥伴與KOL與意見領袖)<br><br>
            白名單價格：0.08 ETH（每白名單地址最多購買 2 個）<br>
            公售價格：0.1 ETH（每地址最多購買 10 個）<br>
            (以上價格不包括 Gas 費用)<br><br>
            白名單購買期間：2022/6/27(UTC+8) 00:01 ~ 2022/7/3(UTC+8) 23:59<br>
            公售期間：2022/7/5(UTC+8) 00:01 ~ 2022/7/25(UTC+8) 23:59<br>
            解盲時間：2022/7/30(UTC+8) 00:01 <br><br>
            
            NFT 說明：男性與女性卡各 5312 張，與 1 張金卡<br><br>
            一般持有者：將於本年度持有期間享有活動優先參與空投活動贈品的權利<br><br>
            金卡：金卡為編號#1，將由項目方鑄造，並於公售銷售完畢後，於AMA或Discord社群統抽出一個台灣好覓 NFT 持有者獲得金卡。同時將獲得1ETH的空投回饋，購買越多的巨鯨們，更有機會獲得此大獎。(金卡活動僅回饋一次，後續移轉自行售出皆無再回饋)`,
        },
        raffle: {
            title: "白名單活動規則",
            desc: `
            白名單 Email 登記期間： 2022/5/25(UTC+8) 00:01 起至 2022/6/25(UTC+8) 23:59 止<br/><br/>
            白名單總數量為 3000 張 (每個地址最多購買 2 張)，將採官網登記 Email 並隨機抽出白名單得主，<br/>
            中獎者將公告於 Discord 與 Email 通知，有興趣的購買者僅需於官網登記您的 Email 即可，<br/>
            歡迎大家一起來登記參與。`,
            input_placeholder: "請輸入您的 EMAIL",
            send: "驗證登記",
            sent: "Email 已經寄出，請到信箱查看 (或垃圾郵件)",
            msg1: "請輸入 Email",
            msg2: "Email 格式錯誤",
            msg3: "信件發送中，請稍後",
            msg4: "驗證信已發送，請到信箱收取(或垃圾郵件)",
            msg5: "發送信件時發生錯誤，請再試一次",
            msg6: "此 Email 已經登記",
            msg7: "Email 登記成功",
            msg8: "Email 登記失敗，請確認是否為信箱點擊的連結",
        },
    },
}