export const lang = {
    en: {},
    zh: {
        header: {
            home: "首頁",
            about: "故事緣起",
            work: "作品",
            buy: "購買",
            raffle: "登記白名單",
            connect_wallet: "連接錢包",
        },
        s1: {
            title_1: "在未來的2317年<br>台灣寶島的異人們<br>搭乘著太空飛船航向浩瀚宇宙",
            title_2: "唯一不變的 就是他們心念的在地美食與寶島水果",
        },
        s2: {
            title_1: "故事緣起",
            title_2: `台灣是一個美麗的寶島 擁有豐富的物產與的特色的美食文化<br>
            更重要的是我們擁有溫暖的人文<br><br>
            在未來的2317年 台灣寶島的異人們 搭乘著太空飛船航向浩瀚宇宙<br>
            唯一不變的 就是他們心念的在地美食與寶島水果<br><br>
            融合台灣動物的異人與寶島美味水果與在地特色美食<br>
            希望藉由他們的帶領 讓台灣的特色可以分享給全世界<br><br>
            讓大家都知道 台灣是一個具有溫度的寶島<br>
            也是一個特色小吃與美味水果之島 <br><br>
            歡迎大家一起參與搭乘我們的太空梭一起航向宇宙 共同尋找我們的夢`,
        },
        s3: {
            title_1: "特卡高級賦能",
            title_2: "空投伴手禮、禮盒",
        },
        s4: {
            title_1: "公益回饋",
            desc: `另外每達成1000張銷售里程<br>
            我們將會捐出1 ETH(當時等值1 ETH的法幣款項)<br><br>
            給予需要食物與物資補給的邊緣戶或偏鄉兒童作為餐食公益補助的部分 <br><br>
            希望每一位孩子與老人或需求者都不再受餓<br>每一位都是我們關懷的島民<br>
            社福公益部分將統一捐款給予台灣有立案的相關社福團體<br><br>
            並於事後提供捐款收據更新上網站<br>
            讓我們每一位持有者都能一起做公益<br>大家一起讓這個世界變得更加美好`,
        },
        buy: {
            title: "台灣好覓NFT Mint說明",
            desc: `
            1. 我們將發行總量10625張台灣好覓NFT<br>
            台灣好覓 NFT mint 公售價格為 0.1 ETH (不包括 Gas fee)<br>
            公售鑄造期間2022/4/13(UTC+8)00:01起正式公售<br>
            盲盒解盲時間2022/4/17(UTC+8)00:01起解盲<br>
            任何人都可以於白名單(資格者)與正式公售期間進行鑄造Mint<br><br>
            
            2. 其中625張為台灣好覓公關NFT<br>
            將用於空投給予合作夥伴與KOL與意見領袖等<br><br>
            
            3. 總計為10000張的NFT 將投入本次活動鑄造Mint <br>
            將採盲盒模式鑄造 並於指定時間後解盲<br><br>

            4. 我們會於當中放置男性卡及女性卡各5000張 共計10000張<br>
            且每鑄造Mint達到10000張 即會產生1張SSR/金卡 機率為10000/1<br>
            10000張若完全銷售完畢 將統一產生1張SSR/金卡回饋給購買意願者<br>
            該金卡於解盲後 擁有者可享有1 ETH回賣給台灣好覓的權利<br><br>

            5. 確認回賣後該NFT將回收<br>
            擁有金卡的稀有持有者 將於本年度持有期間享有活動優先參與空投贈品的權利<br><br>

            6. 若售出回賣NFT後 權利將自動消滅解除<br>
            金卡持有者也可以選擇留下卡片持有或售出`,
        },
        raffle: {
            title: "白名單活動規則",
            desc: `
            白名單 Email 登記期間： 2022/4/1(UTC+8) 00:01 起至 2022/4/7(UTC+8) 23:59 止<br/>
            白名單資格者專屬購買期間： 2022/4/10(UTC+8) 00:01 起至 2022/4/12(UTC+8) 23:59 止<br/>
            台灣好覓 NFT 白名單 mint 價格： 0.08 ETH (不包括 Gas fee)<br/><br/>
            白名單總數量為3000張，我們將採官網登記 Email 隨機抽出白名單得主，<br/>
            並進行相關白名單資格 Email 通知給意願購買者，有興趣的購買者僅需於官網登記您的 Email 即可，<br/>
            歡迎大家一起來登記參與。`,
            input_placeholder: "請輸入您的 EMAIL",
            send: "驗證登記",
            sent: "Email 已經寄出，請到信箱查看 (或垃圾郵件)",
            msg1: "請輸入 Email",
            msg2: "Email 格式錯誤",
            msg3: "信件發送中，請稍後",
            msg4: "驗證信已發送，請到信箱收取(或垃圾郵件)",
            msg5: "發送信件時發生錯誤，請再試一次",
            msg6: "此 Email 已經登記",
            msg7: "Email 登記成功",
            msg8: "Email 登記失敗，請確認是否為信箱點擊的連結",
        },
    },
}